class CredentialsOne:
    name ='Бурак'
    last_name='Озчивит'
    address = 'г. Москва, ул. Городецкая, д. 8'
    metro = 'Новокосино'
    telephone = '+79998887766'
    date = '01.01.2026'
    komment = 'Мерхаба!'

class CredentialsTwo:
    name ='Киану'
    last_name='Ривз'
    address = 'г. Москва, ул. Стартовая, д. 17'
    metro = 'Медведково'
    telephone = '+79998881111'
    date = '02.02.2026'
    komment = 'Матрица нуждается в самокатах!'


class Data:
    question_names = [
        [1, 'Сутки — 400 рублей. Оплата курьеру — наличными или картой.'],
        [2, 'Пока что у нас так: один заказ — один самокат. Если хотите покататься с друзьями, можете просто сделать несколько заказов — один за другим.'],
        [3, 'Допустим, вы оформляете заказ на 8 мая. Мы привезём самокат 8 мая в течение дня. Отсчёт времени аренды начинается с момента оплаты заказа курьеру. Если мы привезли самокат 8 мая в 20:30, суточная аренда закончится 9 мая в 20:30.'],
        [4, 'Только начиная с завтрашнего дня. Но скоро мы будем работать быстрее.'],
        [5, 'Пока что нет! Но если что-то срочное — вы всегда можете позвонить в службу поддержки по красивому номеру 1010.'],
        [6, 'Самокат приедет к вам полностью заряженным. Этого хватит на восемь дней — даже если вы будете кататься без перерыва и во сне. Зарядка не понадобится.'],
        [7, 'Да, пока самокат не привезли. Штрафа не будет, объяснительную тоже не попросим. Все же свои.'],
        [8, 'Да, обязательно. Всем самокатов! И Москве, и Московской области.']
    ]